/* No comment provided by engineer. */
" (Required)" = " (Requis)";

/* Download cancelled status */
"%@ - Cancelled" = "%@ - Annulé";

/* Download failed status */
"%@ - Failed" = "%@ - Échec";

/* Download failed status from bad file type */
"%@ - Failed (import error)" = "%@ - Échec (erreur d’importation)";

/* Download failed status from low disk space */
"%@ - Failed (low disk space)" = "%@ - Échec (espace disque insuffisant)";

/* Download finished status */
"%@ - Finished" = "%@ - Terminé";

/* Downloading status */
"%@ of %@" = "%1$@ sur %2$@";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline activation." = "%@ n’a pas pu joindre le service d’activation. Vérifiez votre connexion internet et réessayez, ou continuez avec l’activation hors connexion.";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline deactivation." = "%@ n’a pas pu joindre le service d’activation. Vérifiez votre connexion internet et réessayez, ou continuez avec la désactivation hors connexion.";

/* String indicating how many permissions the user has enabled in permissions window */
"%i of %i Enabled" = "%1$i sur %2$i activées";

/* Help button text for permissions window */
"?" = "?";

/* No comment provided by engineer. */
"Accessibility" = "Accessibilité";

/* add color button tooltip */
"Add current color to My Colors" = "Ajouter la couleur active à Mes couleurs";

/* Required permissions alert title */
"Are you sure you want to exit without enabling required permissions?" = "Voulez-vous vraiment quitter sans activer les autorisations requises ?";

/* Activation in progress alert info */
"Are you sure you want to exit? The product is not activated. If you do not continue, you must re-enter your software key to generate a new offline Activation Certificate." = "Voulez-vous vraiment quitter ? Le produit n’est pas activé. Si vous choisissez de ne pas continuer, vous devrez à nouveau saisir votre clé logicielle pour générer un autre certificat d’activation hors ligne.";

/* Failed to save certificate alert info */
"Cannot save the text file. Please try again or click Copy to copy the text into another location." = "Impossible d’enregistrer le fichier texte. Réessayez ou cliquez sur Copier pour copier le texte à un autre emplacement.";

/* Download failed notification close action
   Download finished notification close action */
"Close" = "Fermer";

/* Continue
   OK */
"Continue" = "Continuer";

/* Delete */
"Delete" = "Supprimer";

/* Disabled status message for permission in permissions window */
"Disabled" = "Désactivée";

/* Done button text for permissions window */
"Done" = "Terminé";

/* Download button text for permission row in permissions window */
"Download" = "Télécharger";

/* First parameter is product name, second is version, e.g. Download Snagit 2020. Just activated alert, link to downloads page to download newer version. */
"Download %@ %d" = "Télécharger %1$@ %2$d";

/* Download failed notification title */
"Download Failed" = "Échec du téléchargement";

/* Download finished notification title */
"Download Finished" = "Téléchargement terminé";

/* Download started notification title */
"Download Started" = "Téléchargement commencé";

/* Fix denied permission link text in permissions window */
"Edit System Permissions" = "Modifier les autorisations système";

/* Enable button text for permission row in permissions window */
"Enable" = "Activer";

/* Required permissions alert body
   Required permissions alert body text */
"Enable required permissions to prevent unexpected behavior in the application." = "Activez les autorisations requises pour éviter des comportements inattendus dans l’application.";

/* No comment provided by engineer. */
"Enable to capture keystrokes in a video recording to apply keystroke effects." = "Activez cette option pour capturer la frappe lors de l’enregistrement vidéo afin d’utiliser des effets de type Touches.";

/* No comment provided by engineer. */
"Enable to record audio from an external source such as a headset." = "Activez cette option pour enregistrer le son d’une source externe telle qu’un casque.";

/* No comment provided by engineer. */
"Enable to record video from an external source such as a webcam." = "Activez cette option pour enregistrer la vidéo d’une source externe telle qu’une webcam.";

/* Enabled status message for permission in permissions window */
"Enabled!" = "Activée !";

/* Error label singular */
"Error" = "Erreur";

/* Exit */
"Exit" = "Quitter";

/* Extract Panel Prompt */
"Extract" = "Extraire";

/* Extract panel name field */
"Extract As:" = "Extraire sous :";

/* Extract panel message */
"Extract text for translation…" = "Extraire le texte à traduire...";

/* Extract panel items format */
"Extract the text of %d item(s) for translation." = "Extraire le texte à traduire de %d élément(s).";

/* Certificate generation failed alert message */
"Failed To Generate Certificate" = "Échec de la génération du certificat";

/* Color picker toggle button title for switching to rgb color entry */
"Hex" = "Hex";

/* Error logged when the file has been corrupted (columns/rows missing that are required as an example)
   Error logged when the file has been corrupted and we cannot read data correctly */
"Imported data is not valid." = "Les données importées ne sont pas valides.";

/* Error logged when XLIFF file is not version 1.2 */
"Imported data is not valid. The imported XLIFF must use the version 1.2 specifications." = "Les données importées ne sont pas valides. Le fichier XLIFF importé doit utiliser les spécifications de la version 1.2.";

/* Soft limit exceeded alert title */
"Installation Limit Exceeded" = "Limite d’installations atteinte";

/* Soft limit reached alert title */
"Installation Limit Reached" = "Limite d’installations dépassée";

/* Invalid key alert title */
"Invalid Key" = "Clé non valide";

/* Invalid key alert message */
"Invalid software key. Please enter your key again." = "Clé logicielle non valide. Saisissez à nouveau votre clé.";

/* Software key wrong version alert title */
"Key Doesn't Match Version" = "Limite d’installations atteinte";

/* Learn More */
"Learn More" = "En savoir plus";

/* No comment provided by engineer. */
"Microphone" = "Micro";

/* custom colors swatches tooltip */
"My Colors" = "Mes couleurs";

/* new label on menu items */
"New!" = "Nouveau !";

/* Just activated alert message */
"Newer Version Available" = "Version plus récente disponible";

/* No */
"No" = "Non";

/* Hard limit reached alert title */
"No More Installations Available" = "Plus d’installation disponible";

/* Issue details for a file where no translation issues were found. */
"No issues found." = "Aucun problème détecté.";

/* Error logged when user no target language in the file */
"No target language specified for ALL files" = "Aucune langue cible définie pour TOUS les fichiers";

/* Error logged when user has multiple target languages in XLIFF file */
"No target language specified for some files and multiple target languages specified for others. Check the XLIFF file and try again." = "Aucune langue cible définie pour certains fichiers et plusieurs langues définies pour d’autres. Vérifiez le fichier XLIFF et réessayez.";

/* OK */
"OK" = "OK";

/* Offline Activation */
"Offline Activation" = "Activation hors connexion";

/* Offline Deactivation */
"Offline Deactivation" = "Désactivation hors connexion";

/* Certificate generation failed alert info */
"Please try again later." = "Veuillez réessayer ultérieurement.";

/* Activation in progress alert title */
"Product Not Activated" = "Produit non activé";

/* Extract panel name placeholder */
"Project Name" = "Nom du projet";

/* Color picker toggle button title for switching to hex color entry */
"RGB" = "RVB";

/* Download section title for permissions window */
"Recommended Downloads:" = "Téléchargements recommandés :";

/* No comment provided by engineer. */
"Required to capture images or videos of the screen." = "Requis pour capturer les images ou les vidéos de l’écran.";

/* Prompt to save activation certificate title */
"Saving Activation Certificate..." = "Enregistrement du certificat d’activation…";

/* Prompt to save deactivation certificate title */
"Saving Deactivation Certificate..." = "Enregistrement du certificat de désactivation…";

/* No comment provided by engineer. */
"Screen Capture" = "Capture d’écran";

/* Switch Mode to Hex */
"Switch to HEX" = "Passer en mode HEX";

/* Switch Mode to RGB */
"Switch to RGB" = "Passer en mode RVB";

/* System permissions window title */
"System Permissions" = "Autorisations système";

/* Software key wrong version alert message, %@ is the product name */
"The software key you entered is not valid for this version of %@.\n\nSign in to your TechSmith account to locate and download your purchased version or you can purchase an upgrade to our latest version." = "La clé logicielle saisie n’est pas valable pour cette version de %@.\n\nConnectez-vous à votre compte TechSmith pour trouver et télécharger la version que vous avez acquise. Vous pouvez aussi acheter une mise à niveau vers la toute dernière version.";

/* Just activated, letting user know they can download newer version. */
"This software key is for %@ version %d." = "Cette clé logicielle est valable pour %1$@ version %2$d.";

/* Failed to save certificate alert message */
"Unable To save the certificate" = "Impossible d’enregistrer le certificat";

/* Activation service unreachable alert title */
"Unable to Reach the Activation Service" = "Impossible de joindre le service d’activation";

/* Download failed notification view action
   Download finished notification view action */
"View" = "Afficher";

/* Warning label singular */
"Warning" = "Avertissement";

/* No comment provided by engineer. */
"Webcam" = "Webcam";

/* Yes */
"Yes" = "Oui";

/* Hard limit reached alert message, %@ is the product name */
"You have exceeded the maximum number of installations for this software key.\n\nClick Learn More for how to deactivate %@ from a computer or how to purchase additional licenses." = "Vous avez dépassé le nombre maximum d’installations pour cette clé logicielle.\n\nCliquez sur En savoir plus pour savoir comment désactiver %@ sur un ordinateur ou comment acheter des licences supplémentaires.";

/* Soft limit exceeded alert message, %@ is the product name */
"You have successfully activated %@. However, you have exceeded the maximum number of installations for this software key. Click Learn More for instructions to deactivate %@ on a computer or how to purchase additional licenses." = "Vous avez bien activé %1$@. En revanche, vous avez dépassé le nombre maximal d’installations pour cette clé logicielle. Cliquez sur En savoir plus pour obtenir des instructions qui vous permettront de désactiver %2$@ sur un ordinateur ou d’acheter des licences supplémentaires.";

/* Soft limit reached alert message */
"You have successfully activated %@. However, you have reached the maximum number of installations for this software key. No action is needed." = "Vous avez bien activé %@. En revanche, vous avez atteint le nombre maximal d’installations pour cette clé logicielle. Vous n’avez rien à faire.";

/* suffix label for points */
"pt" = " pt";

